Repository: karelzimmer/kz-scripts
Catalog: usr/share/locale/*/LC_MESSAGES/kz.po
Languages: nl

source: Execute the kz command
nl: Voer de kz-opdracht uit

source: Usage: kz [-l|--list] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version] <command> [<arguments>]
nl: Gebruik: kz [-l|--list] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version] <opdracht> [<argumenten>]

source: Usage: kz [<options>] <command> [<arguments>]
nl: Gebruik: kz [<opties>] <opdracht> [<argumenten>]

source: Options:
nl: Opties:

source: -l, --list show available commands
nl: -l, --list toon beschikbare opdrachten

source: -h, --help show this help text
nl: -h, --help toon deze hulptekst

source: -m, --manual show manual page
nl: -m, --manual toon handleidingpagina

source: -u, --usage show a short usage summary
nl: -u, --usage toon een korte gebruikssamenvatting

source: -v, --version show program version
nl: -v, --version toon de programmaversie

source: Arguments:
nl: Argumenten:

source: <command> execute command
nl: <opdracht> voer opdracht uit

source: <arguments> arguments for command
nl: <argumenten> argumenten voor opdracht

source: command does not exist
nl: opdracht bestaat niet

source: command is required
nl: opdracht is vereist

source: Program {} has been interrupted.
nl: Programma {} is onderbroken.

source: Program {} encountered an error.
nl: In programma {} is een fout opgetreden.

source: internal error
nl: interne fout

source: The following commands are available:
nl: De volgende opdrachten zijn beschikbaar:

source: NUM COMMAND
nl: NUM OPDRACHT

source: Use "man kz" for available commands.
nl: Gebruik "man kz" voor beschikbare opdrachten.

source: Use "kz <command> [<arguments>]" to execute a command.
nl: Gebruik "kz <opdracht> [<argumenten>]" om een opdracht uit te voeren.

source: Make a backup copy of the Home folder
nl: Maak een back-up (reservekopie) van de Persoonlijke map

source: Usage: kz backup [-g|--gui] [-t|--target <directory>] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz backup [-g|--gui] [-t|--target <map>] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz backup [<options>]
nl: Gebruik: kz backup [<opties>]

source: Mandatory arguments to long options are mandatory for short options too.
nl: Verplichte argumenten voor lange opties zijn ook verplicht voor korte opties.

source: -g, --gui run in graphical mode,
nl: -g, --gui draai in grafische modus,

source: requires a desktop environment
nl: vereist een desktopomgeving

source: -t, --target <directory> place backup in specified directory
nl: -t, --target <map> plaats de back-up in de opgegeven map

source: no desktop environment available
nl: geen desktopomgeving beschikbaar

source: too many options
nl: te veel opties

source: arguments are not allowed
nl: argumenten zijn niet toegestaan

source: directory does not exist
nl: map bestaat niet

source: No USB medium found. Connect a USB medium.
nl: Geen usb-medium gevonden. Koppel een usb-medium aan.

source: Connect only one USB medium. Now connected: $medium Disconnect media via Files.
nl: Koppel slechts één usb-medium aan. Nu aangekoppeld zijn: $medium Koppel media af via Bestanden.

source: Settings
nl: Instellingen

source: README
nl: LEESMIJ

source: This folder contains files created by kz-backup. These files are used by kz-restore and others. Further reading:
nl: In deze map staan bestanden aangemaakt door kz-backup. Deze bestanden worden gebruikt door kz-restore en anderen. Verder lezen:

source: ==== START list of manual installed packages
nl: ==== BEGIN overzicht van handmatig geïnstalleerde pakketten

source: ==== END list of manual installed packages
nl: ==== EINDE overzicht van handmatig geïnstalleerde pakketten

source: ==== START list of installed snaps
nl: ==== BEGIN overzicht van geïnstalleerde snaps

source: ==== END list of installed snaps
nl: ==== EINDE overzicht van geïnstalleerde snaps

source: ==== START list of installed Flatpak apps
nl: ==== BEGIN overzicht van geïnstalleerde flatpak-apps

source: ==== END list of installed Flatpak apps
nl: ==== EINDE overzicht van geïnstalleerde flatpak-apps

source: users.txt
nl: gebruikers.txt

source: USERNAME|UID|GID|USER
nl: GEBR.NAAM|UID|GID|GEBR.

source: Additional users can be added manually:
nl: Extra gebruikers kunnen handmatig worden toegevoegd:

source: 1. Press the Super key[1], type 'user' and click behind Settings on Users. 2. Click on Unlock and then Add User. 3. Enter Name <user> and Username <username>.
nl: 1. Druk op de Super-toets[1], typ 'gebr' en klik achter Instellingen op Gebruikers. 2. Klik op Ontgrendelen en vervolgens op Gebruiker toevoegen. 3. Vul in Naam <gebruiker> en Gebruikersnaam <gebruikersnaam>.

source: [1] Windows, command, or magnifying glass key.
nl: [1] Windows-, command- of vergrootglastoets.

source: # Standard user: sudo useradd --create-home --comment '<user>' <username> # Administrator: # Debian or Debian-based: sudo usermod --append --groups adm,sudo <username> # Red Hat or Red Hat-based: sudo usermod --append --groups wheel <username> # User sets password on first login: sudo passwd --delete --expire <username>
nl: # Standaard gebruiker: sudo useradd --create-home --comment '<gebruiker>' <gebruikersnaam> # Beheerder: # Debian of Debian-gebaseerd: sudo usermod --append --groups adm,sudo <gebruikersnaam> # Red Hat of Red Hat-gebaseerd: sudo usermod --append --groups wheel <username> # Gebruiker kan wachtwoord instellen bij de eerste keer aanmelden: sudo passwd --delete --expire <gebruikersnaam>

source: To set the users avatar: 1. Press the Super key[1], type 'user' and click behind Settings on Users. 2. Click on Change avatar (pencil icon). 3. Click Select a file. 4. Select avatar.ico in Personal folder / Settings, or another picture file.
nl: Om de avatar van de gebruiker in te stellen: 1. Druk op de Super-toets[1], typ 'gebr' en klik achter Instellingen op Gebruikers. 2. Klik op Avatar veranderen (potloodpictogram). 3. Klik op Selecteer een bestand.4. Selecteer avatar.ico in Persoonlijke map / Instellingen, of een ander afbeeldingsbestand.

source: To set the desktop background: 1. Press the Super key[1], type 'file' and click on Files. 2. Open the folder containing the desired image. 3. Right-click on the desired image and choose Set as Background.
nl: Om de bureaubladachtergrond in te stellen: 1. Druk op de Super-toets[1], typ 'best' en klik op Bestanden. 2. Open de map met de gewenste afbeelding. 3. Rechtsklik op de gewenste afbeelding en kies Instellen als bureaubladachtergrond.

source: Backup Home folder
nl: Back-up Persoonlijke map

source: progress
nl: voortgang

source: Preparing backup (this may take a while)
nl: Back-up voorbereiden (dit kan even duren)

source: Writing data from memory (this may take a while)
nl: Gegevens uit geheugen wegschrijven (dit kan even duren)

source: error messages
nl: foutmeldingen

source: Backup ended with errors.
nl: Back-up maken is geëindigd met fouten.

source: Possible causes:
nl: Mogelijke oorzaken:

source: Were any files added or deleted during the backup, or
nl: Zijn er tijdens de back-up bestanden toegevoegd of verwijderd, of

source: some files may not be readable or changeable, or
nl: sommige bestanden zijn mogelijk niet leesbaar of veranderbaar, of

source: is there not enough space on $TARGET.
nl: is er te weinig ruimte op $TARGET.

source: Actions to take:
nl: Te nemen acties:

source: Check the error messages after this.
nl: Controleer de foutmeldingen hierna.

source: Try creating the back up again.
nl: Probeer de back-up opnieuw te maken.

source: The backup has been made.
nl: De back-up is gemaakt.

source: The backup has been made for $USER (there are $num_users users).
nl: De back-up is gemaakt voor $USER (er zijn $num_users gebruikers).

source: *** Remember to safely(!) remove the USB media ***
nl: *** Vergeet niet om het USB-medium veilig(!) te verwijderen ***

source: Build website and kz packages
nl: Bouw website en kz-pakketten

source: Usage: kz build [-d|--dev] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz build [-d|--dev] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz build [<options>]
nl: Gebruik: kz build [<opties>]

source: -d, --dev build the development version of package kz
nl: -d, --dev bouw de ontwikkelingsversie van pakket kz

source: Must run on a Debian or Debian-based system.
nl: Moet draaien op een Debian of Debian-gebaseerd systeem.

source: Build website
nl: Bouw website

source: Generate gettext files
nl: Genereer gettext-bestanden

source: skip, is a direcory.
nl: overslaan, is een map.

source: skip, is not a file.
nl: overslaan, is geen bestand.

source: skip, is a LICENSE file.
nl: overslaan, is een LICENSE bestand.

source: skip, is a README file.
nl: overslaan, is een README bestand.

source: skip, is GPG-encrypted.
nl: overslaan, is met GPG versleuteld.

source: skip, is a gettext POT file.
nl: overslaan, is een gettext POT-bestand.

source: skip, is a gettext PO file.
nl: overslaan, is een gettext PO-bestand.

source: skip, is a gettext MO file.
nl: overslaan, is een gettext MO-bestand.

source: can't determine the language
nl: kan de taal niet bepalen

source: Build Debian package
nl: Bouw Debian-pakket

source: DEVELOPMENT VERSION
nl: ONTWIKKELINGSVERSIE

source: Build RPM package
nl: Bouw RPM-pakket

source: Install Debian package (this may take a while)...
nl: Installeer Debian-pakket (dit kan even duren)...

source: Please note: the development version of the kz package is installed
nl: Let op: de ontwikkelingsversie van het kz-pakket is geïnstalleerd

source: Complete!
nl: Klaar!

source: Check scripts and website
nl: Controleer scripts en website

source: Usage: kz check [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz check [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz check [<options>]
nl: Gebruik: kz check [<opties>]

source: Check scripts (this may take a while)...
nl: Controleer scripts (dit kan even duren)...

source: Check website...
nl: Controleer website...

source: Files not used in html that can probably be removed:
nl: Bestanden die niet in html worden gebruikt en waarschijnlijk wel verwijderd kunnen worden:

source: Gettext message catalog template $file not found.
nl: Gettext berichtencatalogus-sjabloon $file niet gevonden.

source: Gettext message catalog $file not found.
nl: Gettext berichtencatalogus $file niet gevonden.

source: Message catalog $file not found.
nl: Berichtencatalogus $file niet gevonden.

source: Unknown script. Function check_code cannot check script code.
nl: Onbekend script. Functie check_code kan scriptcode niet controleren.

source: Script $scriptname --usage returned an error.
nl: Script $scriptname --usage gaf een fout.

source: Desktop configuration file $dir/$scriptname.desktop not found.
nl: Bureaubladconfiguratiebestand $dir/$scriptname.desktop niet gevonden.

source: Tab completion script $dir/$scriptname not found.
nl: Tabvoltooiingsscript $dir/$scriptname niet gevonden.

source: Manual $dir/$scriptname.1 not found.
nl: Man-pagina $dir/$scriptname.1 niet gevonden.

source: Polkit action definition file $dir/nl.karelzimmer.$scriptname.policy not found.
nl: Polkit actiedefinitiebestand $dir/nl.karelzimmer.$scriptname.policy niet gevonden.

source: One or more lines are too long (>79):
nl: Een of meer regels zijn te lang (>79):

source: Flagged annotation found.
nl: Gemarkeerde annotatie gevonden.

source: End spaces found.
nl: Eindspaties gevonden.

source: Please check all the messages above and fix them.
nl: Controleer alle meldingen hierboven en los ze op.

source: Already performed by the administrator.
nl: Reeds uitgevoerd door de systeembeheerder.

source: Wait for another package manager to finish
nl: Wacht tot een andere pakketbeheerder klaar is

source: error message
nl: foutmelding

source: information
nl: informatie

source: fatal: no systemd available
nl: fataal: geen systemd beschikbaar

source: fatal: no os release available
nl: fataal: geen os release beschikbaar

source: fatal: must not be run as root
nl: fataal: mag niet als root worden uitgevoerd

source: , or see the
nl: , of zie de

source: man page
nl: man-pagina

source: Type '{} --manual' or 'man {}'{}
nl: Typ '{} --manual' of 'man {}'{}

source: for more information.
nl: voor meer informatie.

source: Type '{} --help' for more information.
nl: Typ '{} --help' voor meer informatie.

source: Build ID cannot be determined.
nl: Build-ID kan niet worden bepaald.

source: kz version 4.2.1 (built {}).
nl: kz versie 4.2.1 (gebouwd {}).

source: Written by Karel Zimmer <info@karelzimmer.nl>.
nl: Geschreven door Karel Zimmer <info@karelzimmer.nl>.

source: License CC0 1.0 <https://creativecommons.org/publicdomain/zero/1.0>.
nl: Licentie CC0 1.0 <https://creativecommons.org/publicdomain/zero/1.0/deed.nl>.

source: Press the Enter key to continue [Enter]:
nl: Druk op de Enter-toets om door te gaan [Enter]:

source: Check that all repos are on branch main
nl: Controleer of alle repo's zich op branch main bevinden

source: Repo $repo not on branch main.
nl: Repo $repo staat niet op branch main.

source: Check that all repos are clean
nl: Controleer of alle repo's schoon zijn

source: Repo $repo is not clean.
nl: Repo $repo is niet schoon.

source: Type '$program_name --manual' or 'man $program_name'$yelp_man_url for more information.
nl: Typ '$program_name --manual' of 'man $program_name'$yelp_man_url voor meer informatie.

source: Type '$program_name --help' for more information.
nl: Typ '$program_name --help' voor meer informatie.

source: kz version 4.2.1 (built $build_id).
nl: kz versie 4.2.1 (gebouwd $build_id).

source: Program $PROGRAM_NAME encountered an error.
nl: In programma $PROGRAM_NAME is een fout opgetreden.

source: Program $PROGRAM_NAME has been interrupted.
nl: Programma $PROGRAM_NAME is onderbroken.

source: Distribute website and kz packages
nl: Distribueer website en kz-pakketten

source: Usage: kz deploy [-d|--dev] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz deploy [-d|--dev] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz deploy [<options>]
nl: Gebruik: kz deploy [<opties>]

source: -d, --dev deploy the development version of package kz
nl: -d, --dev distribueer de ontwikkelingsversie van pakket kz

source: CHECK -- 1/2
nl: CONTROLEREN -- 1/2

source: DEPLOY -- 2/2
nl: DISTRIBUEREN -- 2/2

source: Upload website
nl: Uploaden website

source: Password for
nl: Wachtwoord voor

source: Website upload failed.
nl: Uploaden website is mislukt.

source: Install Debian package failed.
nl: Installatie van Debian-pakket is mislukt.

source: Change the GNOME-based desktop
nl: Wijzig de GNOME-gebaseerde desktop

source: Usage: kz desktop [-a|--addaft <favorite>] [-b|--addbef <favorite>] [-d|--delete <favorite>] [-l|--list] [-r|--reset] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz desktop [-a|--addaft <favoriet>] [-b|--addbef <favoriet>] [-d|--delete <favoriet>] [-l|--list] [-r|--reset] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz desktop [<options>]
nl: Gebruik: kz desktop [<opties>]

source: -a, --addaft <favorite> add favorite at the end
nl: -a, --addaft <favoriet> voeg favoriet toe aan het einde

source: -b, --addbef <favorite> add favorite at the beginning
nl: -b, --addbef <favoriet> voeg favoriet toe aan het begin

source: -d, --delete <favorite> delete favorite
nl: -d, --delete <favoriet> verwijder favoriet

source: -l, --list show favorites
nl: -l, --list toon favorieten

source: -r, --reset set favorites on default values
nl: -r, --reset stel favorieten in op standaardwaarden

source: No such schema 'org.gnome.shell.yelp'.
nl: Geen schema 'org.gnome.shell.yelp'.

source: No such schema 'org.gnome.shell'.
nl: Geen schema 'org.gnome.shell'.

source: Favorite apps:
nl: Favorieten:

source: Now make the change in the desktop environment.
nl: Voer nu de wijziging uit in de desktopomgeving.

source: Config database content captured ($fase).
nl: Inhoud configuratiedatabase vastgelegd ($fase).

source: Changes in the configuration database, < is the old setting (A), > is the new setting (B):
nl: Wijzigingen in de configuratiedatabase, < is de oude instelling (A), > is de nieuwe instelling (B):

source: Use "gsettings set <change>" for changes.
nl: Gebruik "gsettings set <wijziging>" bij wijzigingen.

source: Set up a development environment
nl: Zet een ontwikkelomgeving op

source: Usage: kz dev [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz dev [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz dev [<options>]
nl: Gebruik: kz dev [<opties>]

source: Download website...
nl: Downloaden website

source: Website download failed.
nl: Downloaden website is mislukt.

source: To complete the set up of the development environment, please run:
nl: Om de ontwikkelomgeving volledig in te stellen, voert u het volgende commando uit:

source: Download and install Debian or RPM package kz
nl: Download en installeer Debian- of RPM-pakket kz

source: Usage: kz get [-d|--dev]
nl: Gebruik: kz get [-d|--dev]

source: wget karelzimmer.nl/getkz; bash getkz [<options>]
nl: wget karelzimmer.nl/getkz; bash getkz [<opties>]

source: -d, --dev download the development version of package kz
nl: -d, --dev download de ontwikkelingsversie van pakket kz

source: fatal: unknown os release
nl: fataal: onbekende os release

source: unknown option
nl: onbekende optie

source: Type 'man kz get' for more information.
nl: Typ 'man kz get' voor meer informatie.

source: Package kz has been successfully installed. Now follow the steps as described in the Checklist installation. Checklist installation can be found on https://karelzimmer.nl/en.
nl: Pakket kz is succesvol geïnstalleerd. Volg nu de stappen zoals beschreven in de Checklist installatie. Checklist installatie is te vinden op https://karelzimmer.nl/nl.

source: Type 'exit' to close this window.
nl: Typ 'exit' om dit venster te sluiten.

source: Install apps and change system settings
nl: Installeer apps en wijzig systeeminstellingen

source: Usage: kz install [-b|--browse] [-c|--cat] [-f|--file <file>]... [-g|--gui] [-l|--list] [-r|--remove] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version] [--] [<app>...]
nl: Gebruik: kz install [-b|--browse] [-c|--cat] [-f|--file <bestand>]... [-g|--gui] [-l|--list] [-r|--remove] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version] [--] [<app>...]

source: Usage: kz install [<options>] [--] [<arguments>]
nl: Gebruik: kz install [<opties>] [--] [<argumenten>]

source: -b, --browse browse installation files
nl: -b, --browse blader door installatiebestanden

source: -c, --cat show contents of command file
nl: -c, --cat toon inhoud van opdrachtbestand

source: -f, --file <file> process specified installation files
nl: -f, --file <bestand> verwerk opgegeven installatiebestanden

source: -l, --list show available apps
nl: -l, --list toon beschikbare apps

source: -r, --remove delete apps
nl: -r, --remove verwijder apps

source: <app> process specified apps
nl: <app> verwerk opgegeven apps

source: Installation file '$installation_file' not found.
nl: Installatiebestand '$installation_file' niet gevonden.

source: The following apps are available:
nl: De volgende apps zijn beschikbaar:

source: Use "kz install <app>..." to install the apps.
nl: Gebruik "kz install <app>..." om de apps te installeren.

source: Use "kz install --cat" to view the contents of the command file.
nl: Gebruik "kz install --cat" om de inhoud van het opdrachtbestand te bekijken.

source: Use "kz install --cat <app>..." to view the contents of the apps command file.
nl: Gebruik "kz install --cat <app>..." om de inhoud van het opdrachtbestand voor apps te bekijken.

source: Use "kz install --remove <app>..." to remove the apps.
nl: Gebruik "kz install --remove <app>..." om de apps te verwijderen.

source: Use "kz install --cat --remove" to view the contents of the command file.
nl: Gebruik "kz install --cat --remove" om de inhoud van het opdrachtbestand te bekijken.

source: Use "kz install --cat --remove <app>..." to view the contents of the apps command file.
nl: Gebruik "kz install --cat --remove <app>..." om de inhoud van het opdrachtbestand voor apps te bekijken.

source: Use "kz install --browse" to view the contents of the default installation files.
nl: Gebruik "kz install --browse" om de inhoud van de standaard installatiebestanden te bekijken.

source: 0 No apps found.
nl: 0 Geen apps gevonden.

source: App '$app_argument' not found.
nl: App '$app_argument' niet gevonden.

source: No commands to execute.
nl: Geen opdrachten om uit te voeren.

source: Install apps
nl: Apps installeren

source: Prepare installation
nl: Installatie voorbereiden

source: COMMAND
nl: OPDRACHT

source: The installation of the following apps contains errors:
nl: De installatie van de volgende apps bevat fouten:

source: Try to install/remove the apps again.
nl: Probeer de apps opnieuw te installeren of te verwijderen.

source: install
nl: installeren

source: remove
nl: verwijderen

source: Apps $operation completed.
nl: Apps $operation is voltooid.

source: The computer will now reboot to finish installing the apps and changing system settings.
nl: De computer zal nu opnieuw opstarten om de installatie van de apps en het wijzigen van de systeeminstellingen te voltooien.

source: guest
nl: gast

source: Guest_user
nl: Gastgebruiker

source: Installation menu
nl: Installatiemenu

source: Usage: kz menu [-g|--gui] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz menu [-g|--gui] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz menu [<options>]
nl: Gebruik: kz menu [<opties>]

source: Perform installation
nl: Installatie uitvoeren

source: Finish installation
nl: Installatie afronden

source: Set up user
nl: Gebruiker inrichten

source: Command menu
nl: Opdrachtmenu

source: Exit
nl: Afsluiten

source: Checklist chapter 1
nl: Checklist hoofdstuk 1

source: Checklist chapter 2
nl: Checklist hoofdstuk 2

source: Checklist chapter 3
nl: Checklist hoofdstuk 3

source: Checklist chapter 4
nl: Checklist hoofdstuk 4

source: Show command menu
nl: Opdrachtmenu weergeven

source: Exit menu
nl: Menu verlaten

source: Show WiFi details
nl: Toon WiFi-details

source: Restore Home folder
nl: Herstel Persoonlijke map

source: Set up apps
nl: Apps instellen

source: Go to installation menu
nl: Ga naar installatiemenu

source: Back
nl: Terug

source: Select a choice:
nl: Selecteer een keuze:

source: Continue
nl: Verder

source: CHOICE
nl: KEUZE

source: ACTION
nl: ACTIE

source: DESCRIPTION
nl: BESCHRIJVING

source: Run number [1-$MENU1_LINES]:
nl: Voer uit nummer [1-$MENU1_LINES]:

source: Cannot handle this choice ($REPLY).
nl: Kan deze keuze niet afhandelen ($REPLY).

source: Follow the steps as described in Checklist installation, Chapter 2. Checklist installation can be found on https://karelzimmer.nl/en. Roughly boils down to: 1. Download a CD image file (.iso). 2. Create a bootable USB stick. 3. Boot the computer from this USB stick. 4. Install Linux.
nl: Volg de stappen zoals beschreven in Checklist installatie, hoofdstuk 2. Checklist installatie is te vinden op https://karelzimmer.nl/nl. Komt globaal neer op: 1. Download een CD-beeldbestand (.iso). 2. Maak een opstartbare USB-stick aan. 3. Start de computer op vanaf deze USB-stick. 4. Installeer Linux.

source: Run number [1-$MENU2_LINES]:
nl: Voer uit nummer [1-$MENU2_LINES]:

source: *** git squash merge in 8 steps ***
nl: *** git squash merge in 8 stappen ***

source: The following will be executed:
nl: Het volgende wordt uitgevoerd:

source: Proceed?
nl: Verder gaan?

source: Yes
nl: Ja

source: No
nl: Nee

source: $prompt [Y/n]:
nl: $prompt [J/n]:
