Repository: karelzimmer/kz-scripts
Catalog: usr/share/locale/*/LC_MESSAGES/kz.po
Languages: nl

source: Usage: kz restore [-g|--gui] [-s|--source <directory>] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz restore [-g|--gui] [-s|--source <directory>] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz restore [<options>]
nl: Gebruik: kz restore [<opties>]

source: -s, --source <directory> use backup in specified directory
nl: -t, --source <map> gebruik de back-up in de opgegeven map

source: No BACKUP-$USER@$HOSTNAME found in $medium.
nl: Geen BACKUP-$USER@$HOSTNAME gevonden in $medium.

source: Preparing restore (this can take a while)
nl: Terugzetten voorbereiden (dit kan even duren)

source: Restore ended with errors.
nl: Back-up terugzetten is geëindigd met fouten.

source: Were any files added or deleted during the restore, or
nl: Zijn er bestanden verwijderd of toegevoegd tijdens het terugzetten van de back-up of

source: is there not enough space on $HOME.
nl: is er te weinig ruimte op $HOME.

source: Try restoring the back up again.
nl: Probeer de back-up opnieuw terug te zetten.

source: The backup has been restored.
nl: De back-up is teruggezet.

source: The backup has restored for $USER (there are $num_users users).
nl: De back-up is teruggezet voor $USER (er zijn $num_users gebruikers).

source: Set up apps and change user settings
nl: Stel apps in en wijzig gebruikersinstellingen

source: Usage: kz setup [-b|--browse] [-c|--cat] [-f|--file <file>]... [-g|--gui] [-l|--list] [-r|--reset] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version] [--] [<app>...]
nl: Gebruik: kz setup [-b|--browse] [-c|--cat] [-f|--file <bestand>]... [-g|--gui] [-l|--list] [-r|--reset] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version] [--] [<app>...]

source: Usage: kz setup [<options>] [--] [<arguments>]
nl: Gebruik: kz setup [<opties>] [--] [<argumenten>]

source: -b, --browse browse settings files
nl: -b, --browse blader door instellingenbestanden

source: -f, --file <file> process specified settings files
nl: -f, --file <bestand> verwerk opgegeven instellingenbestanden

source: -r, --reset set apps on default values
nl: -r, --reset stel apps in op standaardwaarden

source: Settings file '$settings_file' not found.
nl: Instellingenbestand '$settings_file' niet gevonden.

source: Use "kz setup <app>..." to set up the apps.
nl: Gebruik "kz setup <app>..." om de apps in te stellen.

source: Use "kz setup --reset <app>..." to reset the apps.
nl: Gebruik "kz setup --reset <app>..." om de apps te resetten.

source: Use "kz setup --cat --reset" to view the contents of the command file.
nl: Gebruik "kz setup --cat --reset" om de inhoud van het opdrachtbestand te bekijken.

source: Use "kz setup --cat" to view the contents of the command file.
nl: Gebruik "kz setup --cat" om de inhoud van het opdrachtbestand te bekijken.

source: Use "kz setup --cat <app>..." to view the contents of the apps command file.
nl: Gebruik "kz setup --cat <app>..." om de inhoud van het opdrachtbestand voor apps te bekijken.

source: Use "kz setup --cat --reset <app>..." to view the contents of the apps command file.
nl: Gebruik "kz setup --cat --reset <app>..." om de inhoud van het opdrachtbestand voor apps te bekijken.

source: Use "kz setup --browse" to view the contents of the default settings files.
nl: Gebruik "kz setup --browse" om de inhoud van de standaard instellingenbestanden te bekijken.

source: Preparing set up
nl: Instellen voorbereiden

source: The set up of the following apps contains errors:
nl: Het instellen van de volgende apps bevat fouten:

source: Try to set up/reset the apps again.
nl: Probeer de apps opnieuw in te stellen of te resetten.

source: set up
nl: instellen

source: reset
nl: resetten

source: You will now be logged out of the computer to finish setting up the apps and changing user settings.
nl: U wordt nu afgemeld bij de computer om het instellen van de apps en het wijzigen van de gebruikersinstellingen te voltooien.

source: Type 'logout' to log out of the computer to finish setting up the apps and changing user settings.
nl: Typ 'logout' om uit te loggen van de computer om het instellen van de apps en het wijzigen van de gebruikersinstellingen te voltooien.

source: Log out of the computer yourself.
nl: Meld u zelf af van de computer.

source: Update and cleanup the system
nl: Het systeem bijwerken en opschonen

source: Usage: kz update [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz update [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz update [<options>]
nl: Gebruik: kz update [<opties>]

source: UPDATE -- 1/3
nl: BIJWERKEN -- 1/3

source: UPGRADE -- 2/3
nl: OPWAARDEREN -- 2/3

source: CLEANUP -- 3/3
nl: OPRUIMEN -- 3/3

source: Usage: kz wifi [-g|--gui] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]
nl: Gebruik: kz wifi [-g|--gui] [-h|--help] [-m|--manual] [-u|--usage] [-v|--version]

source: Usage: kz wifi [<options>]
nl: Gebruik: kz wifi [<opties>]

source: Use this data to connect to the wireless network.
nl: Gebruik deze gegevens om verbinding te maken met het draadloze netwerk.

source: No WiFi device found.
nl: Geen wifi-apparaat gevonden.

source: Manage Linux servers from a web browser
nl: Beheer Linux-servers vanuit een webbrowser

source: Manage printers from a web browser
nl: Beheer printers vanuit een webbrowser

source: Developer platform
nl: Ontwikkelaarsplatform

source: Exploring the Earth from a web browser
nl: De aarde verkennen vanuit een webbrowser

source: Execute the kz commands through a menu
nl: Voer kz-opdrachten uit via een menu

source: Restore a backup copy of the Home folder
nl: Zet een back-up (reservekopie) van de Persoonlijke map terug

source: Check shell scripts from a web browser
nl: Controleer shell-scripts vanuit een webbrowser

source: Listen to music and podcasts via a web browser
nl: Luister naar muziek en podcasts via een webbrowser

source: Collaborate with others from a web browser
nl: Werk samen met anderen vanuit een webbrowser

source: Manage computers from a web browser
nl: Beheer computers vanuit een webbrowser

source: Visual Studio Code from a web browser
nl: Visual Studio Code vanuit een webbrowser

source: Start HugoWin732
nl: HugoWin732 starten

source: Send and receive messages, photos and videos from a web browser
nl: Berichten, foto's en video's verzenden en ontvangen via een webbrowser

source: Video call with others from a web browser
nl: Videogesprek met anderen vanuit een webbrowser

source: Wrapper script for kz_common
nl: Wrapper-script voor kz_common

source: Execute the fuser command requiring root privileges
nl: Voer de opdracht fuser uit waarvoor root-rechten nodig zijn

source: Authentication is required to install apps and change system settings
nl: Authenticatie is vereist om apps te installeren en systeeminstellingen te wijzigen

source: Wrapper script for kz-wifi
nl: Wrapper-script voor kz-wifi

source: Execute the nmcli command requiring root privileges
nl: Voer de opdracht nmcli uit waarvoor root-rechten nodig zijn
